Repository: akinori-kawamitsu/send-pdf-for-contact-form-7
Catalog: languages/send-pdf-for-contact-form-7-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Please upload a valid .json file
fr_fr: Veuillez téléverser un fichier .json valide

source: Please upload a file to import
fr_fr: Veuillez téléverser un fichier à importer

source: New settings imported successfully!
fr_fr: Nouveaux paramètres importés avec succès !

source: Options for CF7 Send PDF
fr_fr: Réglages pour Send PDF for Contact Form 7

source: Create PDF
fr_fr: Créer un PDF

source: Choose This Image
fr_fr: Choisir cette image

source: Choose Image
fr_fr: Choisir une image

source: Download your PDF
fr_fr: Télécharger votre PDF

source: No data for this reference number
fr_fr: Aucune donnée pour ce numéro de référence

source: "Insert subscribtion in database" option is disabled!<br />Please enable "Insert subscribtion in database" option
fr_fr: L'option "Désactiver la soumission des données dans une base de données ? » est activée !<br /> Merci de désactiver l’option « Désactiver la soumission des données dans une base de données ? »

source: All settings hare been deleted.
fr_fr: Tous les paramètres ont été supprimés.

source: The upload folder has been deleted.
fr_fr: Le dossier de téléchargement a bien été supprimé.

source: Options saved.
fr_fr: Réglages sauvegardées.

source: All the data has been deleted.
fr_fr: Toutes les données ont été supprimées avec succès.

source: Limit updating successfully!
fr_fr: Limite mise à jour avec succès !

source: Send PDF for Contact Form 7 - Settings
fr_fr: Send PDF for Contact Form 7 - Réglages

source: No forms have not been found. %s
fr_fr: Aucun formulaire n'a été trouvé. %s

source: Create your first form here.
fr_fr: Créer votre premier formulaire ici.

source: * Select a form *
fr_fr: * Sélectionner un formulaire *

source: Your TMP folder is bad.
fr_fr: Votre dossier TMP est mauvais.

source: Fix it!
fr_fr: Réparer!

source: Read %s here !
fr_fr: Lire le %s ici !

source: Tutorial
fr_fr: Tutoriel

source: Donate now!
fr_fr: Donner maintenant !

source: Save settings
fr_fr: Sauvegarder les réglages

source: Click to toggle
fr_fr: Cliquez pour déplier

source: General Settings
fr_fr: Réglages généraux

source: Disable generate PDF?
fr_fr: Désactiver la génération d'un fichier PDF ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Who send the PDF file?
fr_fr: A qui envoyer le PDF ?

source: Sender
fr_fr: Expéditeur

source: Recipient
fr_fr: Destinataire

source: Both
fr_fr: Les deux

source: Disable data submit in a database?
fr_fr: Désactiver la soumission des données dans une base de données ?

source: Truncate database?
fr_fr: Vider la table ?

source: Disable generate CSV file?
fr_fr: Désactiver la génération d'un fichier CSV ?

source: Who send the CSV file?
fr_fr: A qui envoyer le CSV ?

source: Change CSV separator
fr_fr: Changer le séparateur CSV

source: By defaut it's separated by commas
fr_fr: Par defaut, il est séparé par des virgules

source: Enter a name for your PDF
fr_fr: Saisir un nom pour les PDF générés

source: By default, the file's name will be 'document-pdf'
fr_fr: Par default le nom du PDF est 'document-pdf'

source: You can use this tags (separated by commas):
fr_fr: Vous pouvez utiliser ces balises (séparées par une virgule) :

source: Use %s in the name of your PDF
fr_fr: Utilisez la balise %s dans le nom de votre PDF

source: Enter date format without space, -, /, _, etc..
fr_fr: Entrer le format de date sans espace, -, /, _, etc...

source: Change uploads folder?
fr_fr: Changer le dossier de téléchargement ?

source: By default, the uploads folder's name is in /wp-content/uploads/*YEAR*/*MONTH*/
fr_fr: Par défaut, le nom du dossier de téléchargement est /wp-content/uploads/*ANNEE*/*MOIS*/

source: Delete all files into this uploads folder?
fr_fr: Supprimer tous les fichiers dans le dossier de téléchargement ?

source: Delete each PDF file after send the email?
fr_fr: Supprimer chaque fichier PDF après l'envoi de l'e-mail ?

source: Other files attachments?
fr_fr: Autres fichiers à joindre ?

source: Enter one URL file by line
fr_fr: Saisissez un fichier par ligne

source: Who send the attachments file?
fr_fr: A qui envoyer les autres pièces jointes ?

source: Select a page to display after sending the form (optional)
fr_fr: Sélection d'une page à afficher après l'envoi du formulaire (optionnel)

source: Please select a page
fr_fr: Sélectionner une page

source: Send email without attachments?
fr_fr: Envoyer l'e-mail sans pièces attachées ?

source: Redirects directly to the PDF after sending the form?
fr_fr: Rediriger directement vers le PDF après l'envoi du formulaire ?

source: This option disable the Page Redirection selected
fr_fr: Cette option désactive la page de redirection sélectionnée

source: Except the popup window option
fr_fr: Sauf l’option Fenêtre Popup

source: Same Window
fr_fr: Même fenêtre

source: New Window
fr_fr: Nouvelle fenêtre

source: Popup Window
fr_fr: Fenêtre Popup

source: Send a ZIP instead PDF?
fr_fr: Envoyer un ZIP plutôt qu’un PDF ?

source: This option send all your files in a ZIP
fr_fr: Cette option envoi tous vos fichiers dans un ZIP

source: Select a date and time format
fr_fr: Sélectionnez un format de date et heure

source: By default, the date format is defined in the admin settings
fr_fr: Par défaut, le format de la date est celui définit dans les paramètres d'administration

source: Formatting Date and Time
fr_fr: Formatage Date et heure

source: Time:
fr_fr: Heure :

source: Desactivate line break auto?
fr_fr: Désactiver les retours à la ligne automatique ?

source: This disables automatic line break replacement (\n and \r)
fr_fr: Cela désactive le remplacement de saut de ligne automatique (\n et \r)

source: Desactivate autocomplete form?
fr_fr: Désactiver le formulaire d'autocomplétion ?

source: Enable display data in the checkbox or radio buttons of your PDF file?
fr_fr: Activer l’affichage des données dans les cases à cocher ou les boutons radio de votre fichier PDF ?

source: Enable fillable PDF Forms?
fr_fr: Activer les formulaires PDF remplissables ?

source: Don't works if your PDF is protected.
fr_fr: Ne fonctionne pas si votre PDF est protégé.

source: Protect your PDF file?
fr_fr: Protéger votre PDF ?

source: Use [pdf-password] tag in your emails.
fr_fr: Utilisez la balise [pdf-password] dans vos emails.

source: Generate and use a random password?
fr_fr: Générer et utiliser un mot de passe aléatoire ?

source: Example (not working in preview mode):
fr_fr: Exemple (ne fonctionne pas en mode aperçu) :

source: Maximum number of characters for password?
fr_fr: Nombre maximum de caractères pour le mot de passe ?

source: By default : 12
fr_fr: Par défaut : 12

source: Or enter your unique password for all PDF files.
fr_fr: Ou entrer votre mot de passe unique pour tous vos fichiers PDF.

source: Or choose a tag for password for each PDF files.
fr_fr: Ou choisissez une balise comme mot de passe pour chaque fichier PDF.

source: Like: [tag]
fr_fr: Comme : [tag]

source: Delete all config for this form?
fr_fr: Supprimez toute la configuration de ce formulaire ?

source: Click Yes and save the form.
fr_fr: Cliquez sur Oui et enregistrez le formulaire.

source: Layout of your PDF
fr_fr: Mise en page de votre PDF

source: Image header
fr_fr: Image d'entête

source: Enter a URL or upload an image:
fr_fr: Saisissez une URL ou mettez en ligne une image:

source: Select or Upload your picture
fr_fr: Sélectionner ou mettre en ligne votre image

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centrer

source: Right
fr_fr: Droite

source: Size
fr_fr: Taille

source: Display header on each page?
fr_fr: Afficher l’en-tête sur chaque page ?

source: Margin Bottom Header
fr_fr: Marge inférieure de l’entête

source: Image Background
fr_fr: Image d'arrière-plan

source: Example for demo:
fr_fr: Exemple pour la démo :

source: here
fr_fr: ici

source: Display background on each page?
fr_fr: Afficher l’arrière-plan sur chaque page ?

source: Custom CSS
fr_fr: CSS personnalisé

source: Footer
fr_fr: Pied de page

source: You can use this tags:
fr_fr: Vous pouvez utiliser ces balises :

source: <strong>{PAGENO}/{nbpg}</strong> will be replaced by the current page number / total pages.
fr_fr: <strong>{PAGENO}/{nbpg}</strong> sera remplacé par le numéro de page courante / le nombre total de pages.

source: <strong>{DATE j-m-Y}</strong> will be replaced by the current date. j-m-Y can be replaced by any of the valid formats used in the php <a href="http://www.php.net/manual/en/function.date.php" target="_blank">date()</a> function.
fr_fr: <strong>{DATE j-m-Y}</strong> sera remplacé par la date actuelle. j-m-Y peut être remplacé par l'un des formats valides utilisés dans la fonction php <a href="http://www.php.net/manual/en/function.date.php" target="_blank">date ()</a> .

source: <strong>[reference] [date]</strong> and <strong>[time]</strong> tags works also.
fr_fr: Les balises <strong>[reference] [date]</strong> et <strong>[time]</strong> fonctionnent également.

source: Personalize your PDF
fr_fr: Personnaliser votre PDF

source: Page size & Orientation
fr_fr: Taille de page & orientation

source: Landscape
fr_fr: Paysage

source: Font Family & Size
fr_fr: Famille de polices et taille

source: Add a CSS file
fr_fr: Ajouter un fichier CSS

source: Download a example A4 page here
fr_fr: Télécharger un exemple de page A4 ici

source: Global Margin PDF
fr_fr: Marge globale du PDF

source: Margin Header
fr_fr: Marge de l’entête

source: Margin Top Header
fr_fr: Marge supérieure de l’entête

source: Margin Left
fr_fr: Marge à Gauche

source: Margin Right
fr_fr: Marge à Droite

source: Margin Header Auto
fr_fr: Marge entête automatique

source: Margin Bottom Auto
fr_fr: Marge inférieure automatique

source: Choice of separator for checkboxes or radio buttons
fr_fr: Choix du séparateur pour les cases à cocher ou les boutons radio

source: Before:
fr_fr: Avant :

source: None
fr_fr: Aucun

source: Dash
fr_fr: Tiret

source: Star
fr_fr: Étoile

source: Right Arrow
fr_fr: Flèche droite

source: Double Right Arrow
fr_fr: Double flèche droite

source: Corner Arrow
fr_fr: Flèche angulaire

source: After:
fr_fr: Après :

source: Comma
fr_fr: Virgule

source: Space
fr_fr: Espace

source: Line break
fr_fr: Retour à la ligne

source: Other:
fr_fr: Autre :

source: For personalize your PDF you can in the following text field, use these mail-tags:
fr_fr: Pour personnaliser votre PDF, vous pouvez dans le champ de texte ci-dessous, utiliser ces balises :

source: [addpage] is a simple tag to force a page break anywhere in your PDF.
fr_fr: [addpage] est une simple balise pour forcer un saut de page n'importe où dans votre PDF.

source: Use [date] and [time] to print the date and time anywhere in your PDF.
fr_fr: Utilisez la balise [date] et [time] pour écrire la date et l'heure où vous voulez dans votre PDF.

source: [reference] is a simple mail-tag who is used for create unique PDF. It's also recorded in the database. Every PDF is named like this : name-pdf-uniqid() and it's uploaded in the upload folder of WordPress.
fr_fr: [reference] est une simple balise qui est utilisé pour créer des PDF uniques. Elle est également enregistrée dans la base de données. Chaque PDF est nommé comme suit : nom-pdf-[reference] et uploadé dans le dossier de téléchargement de WordPress.

source: [ID] is a simple tag that comes from the database ID if you have allowed registration in the options.
fr_fr: [ID] est une simple balise qui provient de l'ID de la base de données si vous avez autorisé l'enregistrement dans les options.

source: [avatar] is a simple mail-tag for the user Avatar URL.
fr_fr: [avatar] est une simple balise de courrier pour l’URL de l’avatar de l’utilisateur.

source: The <strong>[file]</strong> tags are for images? Enter them here to display them in images on your PDF and like this: %s
fr_fr: Les balises <strong>[file]</strong> sont pour des images ? Entrez-les ici pour les afficher en images sur votre PDF et comme ceci : %s

source: It will then be necessary to put them in the image HTML tag for the PDF layout.
fr_fr: Il sera nécessaire ensuite de les mettre dans la balise HTML image pour la mise en page du PDF.

source: Use url- prefix for display URL like this:
fr_fr: Utilisez le préfix url- pour l'affichage de l'URL, comme ceci :

source: Enter here your Shortcodes (separated by commas)
fr_fr: Entrez ici vos codes courts (séparés par des virgules)

source: It will then be necessary to put them in the PDF layout. Test with this shortcode: [wpcf7pdf_test]
fr_fr: Il sera alors nécessaire de les mettre dans la mise en page PDF. Testez avec ce code court : [wpcf7pdf_test]

source: Preview your PDF
fr_fr: Prévisualiser votre PDF

source: Last records
fr_fr: Derniers enregistrements

source: Change
fr_fr: Modifier

source: Download
fr_fr: Télécharger

source: Are you sure you want to delete this Record?
fr_fr: Etes-vous sur de vouloir supprimer cet enregistrement ?

source: Delete
fr_fr: Supprimer

source: Export list
fr_fr: Exporter la liste

source: Export list in CSV file
fr_fr: Exporter la liste dans un fichier CSV

source: Data not found!
fr_fr: Données introuvables !

source: Export Settings
fr_fr: Exporter les réglages

source: Export
fr_fr: Exporter

source: Import Settings
fr_fr: Importer les réglages

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
fr_fr: Importer les paramètres du plugin depuis un fichier .json. Ce fichier peut être obtenu en exportant les paramètres sur un autre site en utilisant le formulaire ci-dessus.

source: Import
fr_fr: Importer

source: To work I need %s plugin, but it is apparently not installed or not enabled!
fr_fr: Pour fonctionner j'ai besoin de l'extension %s, mais elle n'est apparemment pas installée ou pas activée !

source: Send PDF for Contact Form 7 is brought to you by
fr_fr: Send PDF for Contact Form 7 vous est proposé par

source: If you found this plugin useful
fr_fr: Si vous avez trouvé cette extention utile

source: give it 5 &#9733; on WordPress.org
fr_fr: donnez-lui 5 &#9733; sur WordPress.org
